{
	"home_description": "Hey there, Space Explorer!",
	"about_description": "At [Your Company Name], we are committed to delivering excellence in every aspect of our business. Founded in 20XX, we specialize in [Your Area of Expertise]. Our team of dedicated professionals works tirelessly to ensure that our clients receive only the best service. We believe in innovation, integrity, and outstanding customer service as the pillars that uphold our company. Thank you for taking the time to get to know us. We look forward to serving you.",
	"blog_description": "At [Your Company Name], we are committed to delivering excellence in every aspect of our business. Founded in 20XX, we specialize in [Your Area of Expertise]. Our team of dedicated professionals works tirelessly to ensure that our clients receive only the best service. We believe in innovation, integrity, and outstanding customer service as the pillars that uphold our company. Thank you for taking the time to get to know us. We look forward to serving you.",
	"about_h1": "About me",
    "about_h2": "Work",
    "about_h2desc": "Experience",
    "about_uiux": "UI/UX Designer",
    "about_graphic": "Graphic Designer",
    "about_kitchen": "Kitchen Help",
    "about_gdynia": "Gdynia, Poland",
    "about_rumia": "Rumia, Poland",
    "about_sopot": "Sopot, Poland",
    "about_kitchenDesc":"Played a crucial role in the daily operations of Focus Restaurant, handling a diverse range of tasks including food preparation, washing, and maintaining a high standard of cleanliness. Responsively executed orders from the chef, demonstrating adaptability and efficiency in a fast-paced kitchen environment. Collaborated seamlessly with the kitchen team to ensure smooth workflow and timely delivery of dishes to meet customer expectations. Maintained a focus on hygiene and sanitation, contributing to the restaurant\"s commitment to delivering quality and safe culinary experiences.",
    "about_uiuxDesc": "In my role, I\"ve been immersed in a spectrum of design projects spanning mobile and web applications. I\"ve been instrumental in the entire process – from conceptualization to implementation, creating and refining templates that seamlessly translate into functional websites. Specifically, I undertook a pivotal role in enhancing user interfaces and revamping the user experience for two key company offerings: the mobile app, \"Call App,\" and the primary service tool, \"FastTony Smart.\"\n Noteworthy accomplishments include the strategic decision to rewrite the home website, adopting the Laravel framework and refining its aesthetic appeal through the use of TailwindCSS and SCSS. This overhaul not only ensured a more robust and scalable website but also contributed to an elevated visual identity in line with current design trends.\n In addition to my hands-on involvement in these projects, I\"ve also taken on a supervisory role, guiding and collaborating with a group of students during their practice hours. This experience has not only allowed me to contribute to their professional development but has also reinforced my ability to lead and mentor in a collaborative work environment.",
    "about_umgDesc": "Spearheaded the design and creation of a commemorative logo for UMG\"s prestigious 100th-anniversary event, capturing the essence of a century of excellence. Crafted a visually impactful and symbolic logo that seamlessly blended tradition with a modern touch, garnering positive feedback from the school community. Produced a dynamic and memorable short animation to be showcased during the anniversary event, adding a captivating visual element to the celebration. Demonstrated creativity and innovation in translating the school\"s rich history into a compelling visual narrative through both the logo and animation.",
    "about_bukDesc": "Orchestrated the conceptualization and design of visually striking banners for a variety of student events hosted at Bukszpryt, gaining prominence on the club\"s social media platforms and prominently displayed within school halls. Contributed to the vibrant and engaging atmosphere of student events by creating eye-catching banners that effectively communicated event themes and information. Successfully collaborated with the Bukszpryt team to ensure the seamless integration of visual elements into the club\"s social media presence, enhancing online engagement and event promotion. Demonstrated a keen understanding of design principles and effective communication, translating event objectives into compelling visual narratives through the banners."
}